Repository: MagicGroup/MagicSPECS
Catalog: SPECS.W/WindowMaker/WindowMaker-*.po
Languages: uk

source: could not access menu "%s" referenced in WMRootMenu
uk: не вдалось прочитати меню "%s", вказане в WMRootMenu

source: %s:format error in root menu configuration "%s"
uk: %s:помилка формату в конф╕гурац╕╖ кореневого меню "%s"

source: The applications menu could not be loaded. Look at the console output for a detailed description of the errors.
uk: Не вдалось завантажити меню програм. Пов╕домлення на консол╕ системи м╕стять детальний опис проблеми.

source: could not initialize graphics library context: %s
uk: не вдалось ╕н╕ц╕ал╕зувати граф╕чну б╕бл╕отеку: %s

source: could not do initialization of WINGs widget set
uk: не вдалось ╕н╕ц╕ал╕зувати наб╕р в╕джет╕в WINGs

source: could not save session state in %s
uk: не вдалось зберегти стан сеансу в %s

source: can't convert "%s" to boolean
uk: не вдалось перетворити "%s" в бул╕вське значення

source: out of memory while saving session state
uk: вичерпана пам'ять при збереженн╕ стану сеансу

source: end of memory while saving session state
uk: вичерпана пам'ять при збереженн╕ стану сеансу

source: connection to the session manager was lost
uk: втрачено з'╓днання з менеджером сеанс╕в

source: could not get window list!!
uk: не вдалось отримати список в╕кон!!

source: internal X error: %s
uk: внутр╕шня помилка X сервера: %s

source: got signal %i (%s) - restarting
uk: отримано сигнал %i (%s) -- перезапуск

source: got signal %i - restarting
uk: отримано сигнал %i - перезапуск

source: got signal %i (%s) - rereading defaults
uk: отримано сигнал %i (%s) -- перечитування умовчань

source: got signal %i - rereading defaults
uk: отримано сигнал %i - перечитування умовчань

source: got signal %i (%s) - exiting...
uk: отримано сигнал %i (%s) -- завершення роботи...

source: got signal %i - exiting...
uk: отримано сигнал %i -- завершення роботи...

source: got signal %i (%s)
uk: отримано сигнал %i (%s)

source: got signal %i
uk: отримано сигнал %i

source: crashed while trying to do some post-crash cleanup. Aborting immediatelly.
uk: критична помилка п╕д час в╕дновлення п╕сля збою. НЕГАЙНЕ завершення роботи.

source: trying to restart Window Maker...
uk: спроба перезапустити Window Maker...

source: trying to start alternate window manager...
uk: спроба запуску альтернативного менеджера в╕кон...

source: failed to start alternate window manager. Aborting.
uk: не вдалось запустити альтернативний менеджер в╕кон. Завершення.

source: a fatal error has occured, probably due to a bug. Please fill the included BUGFORM and report it.
uk: виникла критична помилка. Можливо, це результат помилки в програм╕. Будь ласка, заповн╕ть форму BUGFORM ╕ в╕дправте автору.

source: icon size is configured to %i, but it's too small. Using 16, instead
uk: розм╕р ╕конки встановлено в %i, що надто мало. Використову╓ться 16.

source: XKB is not supported. KbdModeLock is automatically disabled.
uk: XKB не п╕дтриму╓ться. KbdModeLock автоматично заборонено.

source: it seems that there is already a window manager running
uk: схоже, що вже працю╓ ╕нший менеджер в╕кон

source: could not manage screen %i
uk: не вда╓ться керувати екраном %i

source: could not manage any screen
uk: не вда╓ться керувати жодним екраном

source: Windows
uk: В╕кна

source: image file "%s" used as texture could not be found.
uk: файл зображення текстури "%s" не знайдено.

source: could not load texture pixmap "%s":%s
uk: не вдалось завантажити растрове зображення з текстурою "%s":%s

source: library "%s" cound not be opened.
uk: не вдалось в╕дкрити б╕бл╕отеку "%s".

source: function "%s" not found in library "%s"
uk: функц╕я "%s" не знайдена в б╕бл╕отец╕ "%s"

source: function textures not supported on this system, sorry.
uk: функц╕ональн╕ текстури не п╕дтримуються ц╕╓ю системою.

source: could not allocate image buffer
uk: не вдалось вид╕лити буфер для зображення

source: could not find icon file "%s"
uk: не вдалось знайти файл ╕конки "%s"

source: the NumLock, ScrollLock or similar key seems to be turned on. Turn it off or some mouse actions and keyboard shortcuts will not work.
uk: Схоже, що NumLock, ScrollLock чи аналог╕чна клав╕ша ув╕мкнена. Деактивуйте ╖╖ або ж деяк╕ операц╕╖ мишою ╕ комб╕нац╕╖ клав╕ш не будуть працювати.

source: This will kill the application. Any unsaved changes will be lost. Please confirm.
uk: Це примусово завершить програму. Вс╕ незбережен╕ зм╕ни будуть втрачен╕. Будь ласка, п╕дтверд╕ть.

source: Set Shortcut
uk: Встановити комб╕нац╕ю клав╕ш

source: could not create submenu for window menu
uk: не вдалось створити п╕дменю для меню в╕кна

source: Keep on top
uk: Тримати над в╕кнами

source: Keep at bottom
uk: Тримати п╕д в╕кнами

source: Shade
uk: Звернути в смужку

source: Hide Others
uk: Приховати ╕нш╕

source: Resize/Move
uk: Зм╕нити розм╕р/перем╕стити

source: Select
uk: Вибрати

source: Attributes...
uk: Атрибути...

source: Options
uk: Опц╕╖

source: Unshade
uk: Витягти ╕з смужки

source: Could not find icon "%s" specified for this window
uk: Неможливо знайти ╕конку "%s", вказану для цього в╕кна

source: Could not open specified icon "%s":%s
uk: Неможливо в╕дкрити вказаний файл ╕конки "%s":%s

source: Inspecting %s.%s
uk: ╤нспекту╓ться %s.%s

source: Click in the window you wish to inspect.
uk: Натисн╕ть на в╕кн╕, яке хочете про╕нспектувати.

source: The configuration will apply to all windows that have their WM_CLASS property set to the above selected name, when saved.
uk: При збереженн╕ конф╕гурац╕я буде застосована до вс╕х в╕кон, у яких WM_CLASS встановлено у вибране значення.

source: Save
uk: Зберегти

source: Apply
uk: Застосувати

source: Reload
uk: Перечитати

source: Window Specification
uk: Специф╕кац╕я в╕кна

source: Window Attributes
uk: Атрибути в╕кна

source: Advanced Options
uk: Додатков╕ опц╕╖

source: Icon and Initial Workspace
uk: ╤конка ╕ початковий ст╕л

source: Application Specific
uk: Властивост╕ програми

source: Defaults for all windows
uk: Умовчання для вс╕х в╕кон

source: Select window
uk: Вибер╕ть в╕кно

source: Attributes
uk: Атрибути

source: Disable titlebar
uk: Прибрати шапку в╕кна

source: Remove the titlebar of this window. To access the window commands menu of a window without it's titlebar, press Control+Esc (or the equivalent shortcut, if you changed the default settings).
uk: Прибрати смужку заголовка цього в╕кна. Для доступу до меню команд в╕кна при в╕дсутност╕ його шапки, натисн╕ть Control+Esc (чи екв╕валентну комб╕нац╕ю, якщо Ви зм╕нили установки за умовчанням).

source: Disable resizebar
uk: Прибрати смужку зм╕ни розм╕ру

source: Remove the resizebar of this window.
uk: Прибрати смужку зм╕ни розм╕ру цього в╕кна.

source: Disable close button
uk: Прибрати кнопку закриття

source: Remove the `close window' button of this window.
uk: Прибрати кнопку закриття для цього в╕кна.

source: Disable miniaturize button
uk: Прибрати кнопку м╕н╕м╕зац╕╖

source: Remove the `miniaturize window' button of the window.
uk: Прибрати кнопку м╕н╕м╕зац╕╖ для цього в╕кна.

source: Disable border
uk: Прибрати бордюр в╕кна

source: Remove the 1 pixel black border around the window.
uk: Прибрати 1-п╕ксельний чорний бордюр навколо в╕кна.

source: Keep on top (floating)
uk: Завжди зверху (плаваюче)

source: Keep the window over other windows, not allowing them to cover it.
uk: Утримувати в╕кно поверх ╕нших в╕кон, не дозволяючи ╖м покривати це в╕кно.

source: Keep at bottom (sunken)
uk: Завжди знизу (втоплене)

source: Keep the window under all other windows.
uk: Утримувати в╕кно покритим ╕ншими перекриваючими в╕кнами.

source: Make window present in all workspaces.
uk: Зробити в╕кно присутн╕м на вс╕х робочих столах.

source: Start miniaturized
uk: Запуск м╕н╕м╕зованим

source: Make the window be automatically miniaturized when it's first shown.
uk: Зробити в╕кно автоматично м╕н╕м╕зуючимся при початковому розм╕щенн╕.

source: Start maximized
uk: Запуск максим╕зованим

source: Make the window be automatically maximized when it's first shown.
uk: Зробити в╕кно автоматично максим╕зуючимся при початковому розм╕щенн╕.

source: Full screen maximization
uk: Максим╕зувати на весь экран

source: Make the window use the whole screen space when it's maximized. The titlebar and resizebar will be moved to outside the screen.
uk: Зробити це в╕кно займаючим увесь прост╕р екрану при максим╕зац╕╖. Смужки заголовку ╕ зм╕ни розм╕ру будуть зм╕щен╕ за меж╕ екрану.

source: Advanced
uk: Додатково

source: Do not bind keyboard shortcuts
uk: Не прив'язувати комб╕нац╕╖ клав╕ш

source: Do not bind keyboard shortcuts from Window Maker when this window is focused. This will allow the window to receive all key combinations regardless of your shortcut configuration.
uk: Не прив'язувати комб╕нац╕╖ клав╕ш Window Maker'а при отриманн╕ цим в╕кном фокусу вводу. Це дозволить в╕кну отримувати вс╕ комб╕нац╕╖ клав╕ш, незалежно в╕д конф╕гурац╕╖ ╖х прив'язки.

source: Do not bind mouse clicks
uk: Не прив'язувати натискання миш╕

source: Do not bind mouse actions, such as `Alt'+drag in the window (when alt is the modifier you haveconfigured).
uk: Не прив'язувати д╕╖ миш╕, так╕ як `Alt'+буксирування у в╕кн╕ (при встановленому модиф╕катор╕ `Alt').

source: Do not show in the window list
uk: Не показувати в╕кно в списку в╕кон.

source: Do not list the window in the window list menu.
uk: Не показувати це в╕кно в меню списку в╕кон.

source: Do not let it take focus
uk: Не передавати фокус вводу

source: Do not let the window take keyboard focus when you click on it.
uk: Не давати в╕кну отримувати фокус вводу з клав╕атури при натисканн╕ на ньому мишою.

source: Keep inside screen
uk: Завжди усередин╕ екрану

source: Do not allow the window to move itself completely outside the screen. For bug compatibility.
uk: Не дозволяти в╕кну повн╕стю перем╕ститися за меж╕ екрану.

source: Ignore 'Hide Others'
uk: ╤гнорувати 'Приховати ╕нш╕'

source: Do not hide the window when issuing the `HideOthers' command.
uk: Не приховувати це в╕кно при виконанн╕ команди `Приховати ╕нш╕'.

source: Ignore 'Save Session'
uk: ╤гнорувати 'Зберегти сеанс'

source: Do not save the associated application in the session's state, so that it won't be restarted together with other applications when Window Maker starts.
uk: Не збер╕гати асоц╕йовану програму в стан╕ сеансу, так що вона не буде перезапущена разом з ╕ншими програмами при запуску Window Maker'а.

source: Emulate application icon
uk: Емулювати ╕конку програми

source: Make this window act as an application that provides enough information to Window Maker for a dockable application icon to be created.
uk: Зробити це в╕кно ведучим себе як програма, що нада╓ достатньо ╕нформац╕╖ Window Maker'у для створення ╕конки програми, яка заноситься в Док.

source: Disable language button
uk: Прибрати кнопку мови

source: Remove the `toggle language' button of the window.
uk: Прибрати кнопку перемикання мови клав╕атури для в╕кна.

source: Miniwindow Image
uk: М╕н╕атюрне Зображення

source: Icon filename:
uk: ╤м'я файлу ╕конки:

source: Ignore client supplied icon
uk: ╤гнорувати ╕конку кл╕╓нта

source: Initial Workspace
uk: Початковий Робочий ст╕л

source: The workspace to place the window when it'sfirst shown.
uk: Робочий ст╕л, куди пом╕стити в╕кно при початков╕й його появ╕.

source: Nowhere in particular
uk: Не зада╓ться

source: Application Attributes
uk: В╕дноситься до програми

source: Start hidden
uk: Запускати прихованою

source: Automatically hide application when it's started.
uk: Автоматично приховувати програму при ╖╖ запуску.

source: No application icon
uk: Не показувати ╕конку

source: Disable the application icon for the application. Note that you won't be able to dock it anymore, and any icons that are already docked will stop working correctly.
uk: Заборонити ╕конку програми для ц╕╓╖ програми. Увага: ви не зможете п╕сля цього пом╕стити ╖╖ в Док, ╕ вс╕ ╖╖ ╕конки, що вже в ньому знаходяться, припинять коректно працювати.

source: Shared application icon
uk: Сп╕льна ╕конка програми

source: Use a single shared application icon for all of the instances of this application.
uk: Використовувати ╓дину сп╕льну ╕конку програми для вс╕х екземпляр╕в ц╕╓╖ програми.

source: out of memory while updating wm hints
uk: вичерпана пам'ять при оновленн╕ wm hints

source: Workspace %i
uk: Робочий ст╕л %i

source: Workspaces
uk: Робоч╕ столи

source: could not create Workspace menu
uk: не вда╓ться створити меню Робочих стол╕в

source: New
uk: Створити

source: Destroy Last
uk: Знищити останн╕й
