Repository: MagicGroup/MagicSPECS
Catalog: SPECS.W/WindowMaker/WindowMaker-*.po
Languages: uk

source: Error
uk: Помилка

source: Could not open specified icon file
uk: Неможливо в╕дкрити вказаний файл ╕конки

source: will be forcibly closed. Any unsaved changes will be lost. Please confirm.
uk: примусово завершиться. Вс╕ незбережен╕ зм╕ни будуть втрачен╕. Будь ласка, п╕дтверд╕ть.

source: Kill Application
uk: Примусове завершення

source: Yes
uk: Так

source: No
uk: Н╕

source: Unhide Here
uk: Розкрити тут

source: Hide
uk: Приховати

source: Set Icon...
uk: Встановити ╕конку...

source: Kill
uk: Убити

source: Unhide
uk: Розкрити

source: Domain %s (%s) of global defaults database is corrupted!
uk: Домен %s (%s) в глобальн╕й баз╕ умовчань пошкоджений!

source: could not load domain %s from global defaults database
uk: не вдалось завантажити домен %s з глобально╖ бази умовчань

source: could not read domain "%s" from defaults database
uk: не вдалось прочитати домен "%s" з бази даних умовчань

source: Domain %s (%s) of defaults database is corrupted!
uk: Домен %s (%s) в баз╕ даних умовчань пошкоджений!

source: could not load domain %s from user defaults database
uk: не вдалось завантажити домен "%s" з бази умовчань користувача

source: could not load domain %s from global defaults database (%s)
uk: не вдалось завантажити домен %s з глобально╖ бази умовчань (%s)

source: could not load logo image for panels: %s
uk: не вдалось завантажити заставку для панелей: %s

source: wrong option value for key "%s". Should be one of %s
uk: неправильне значення для ключа "%s". Ма╓ бути одне з %s.

source: can't convert "%s" to boolean for key "%s"
uk: не вдалось перетворити "%s" в бул╕вське значення для ключа "%s"

source: using default "%s" instead
uk: використову╓мо значення за умовчанням (%s)

source: can't convert "%s" to integer for key "%s"
uk: неможливо перетворити "%s" в ц╕ле значення для ключа "%s"

source: Wrong option format for key "%s". Should be %s.
uk: Неправильний формат параметра для ключа "%s". Ма╓ бути %s.

source: Incorrect number of elements in array for key "%s".
uk: Некоректна к╕льк╕сть елемент╕в в масив╕ для ключа "%s".

source: Wrong value for key "%s". Should be Coordinate.
uk: Неправильне значення параметра для ключа "%s". Ма╓ бути Coordinate.

source: can't convert array to integers for "%s".
uk: не вдалось перетворити масив в ц╕л╕ значення для "%s".

source: "%s" is not a valid color name
uk: "%s" не ╓ в╕домою назвою кольору

source: bad number of arguments in gradient specification
uk: неправильна к╕льк╕сть аргумент╕в у визначенн╕ град╕╓нта

source: too few arguments in multicolor gradient specification
uk: надто мало аргумент╕в у визначенн╕ багатокол╕рного град╕╓нта

source: bad number of arguments in textured gradient specification
uk: неправильна к╕льк╕сть аргумент╕в у визначенн╕ град╕╓нта з текстурою

source: bad opacity value for tgradient texture "%s". Should be [0..255]
uk: неправильне значення прозорост╕ для t-град╕╓нта з текстурою "%s"; ма╓ бути [0..255]

source: could not initialize library %s
uk: не вдалось ╕н╕ц╕ал╕зувати б╕бл╕отеку %s

source: could not find function %s::%s
uk: не вдалось знайти функц╕ю %s::%s

source: invalid texture type %s
uk: неправильний тип текстури (%s)

source: Error in texture specification for key "%s"
uk: Помилка у визначенн╕ текстури для ключа "%s"

source: Wrong type for workspace background. Should be a texture type.
uk: Неправильний тип для фону Робочого столу; ма╓ бути значення типу "текстура".

source: Wrong type for background of workspace %i. Should be a texture.
uk: Неправильний тип для фону Рабочого столу %i; ма╓ бути значення типу "текстура".

source: could not load any usable font!!!
uk: не вдалось завантажити шрифт!!!

source: could not get color for key "%s"
uk: не вдалось визначити кол╕р для ключа "%s"

source: %s:invalid key modifier "%s"
uk: %s:неправильний модиф╕катор клав╕ш╕ "%s"

source: %s:invalid kbd shortcut specification "%s"
uk: %s:неправильне визначення комб╕нац╕╖ клав╕ш "%s"

source: %s:invalid key in shortcut "%s"
uk: %s:неправильна клав╕ша в комб╕нац╕╖ "%s"

source: %s: modifier key %s is not valid
uk: %s: модиф╕катор %s неправильний

source: could not load image in option %s: %s
uk: не вдалось завантажити зображення для параметра %s: %s

source: failed to open bitmap file "%s"
uk: не вдалось в╕дкрити растровий файл "%s"

source: "%s" is not a valid bitmap file
uk: "%s" не ╓ насправд╕ растровим файлом

source: out of memory reading bitmap file "%s"
uk: вичерпана пам'ять п╕д час читання растрового файлу "%s"

source: bad number of arguments in cursor specification
uk: неправильна к╕льк╕сть аргумент╕в у визначенн╕ курсора

source: could not find cursor bitmap file "%s"
uk: не вдалось знайти растровий файл курсора "%s"

source: Error in cursor specification for key "%s"
uk: Помилка у визначенн╕ курсора для ключа "%s"

source: could not render texture for icon background
uk: не вдалось п╕дготувати текстуру для фону ╕конки

source: Save workspace state
uk: Зберегти стан Робочого столу

source: Cancel
uk: В╕дм╕на

source: Could not open directory
uk: Неможливо в╕дкрити каталог

source: Could not load image file
uk: Неможливо завантажити файл зображення

source: Directories
uk: Каталоги

source: Icons
uk: ╤конки

source: File Name:
uk: ╤м'я файлу:

source: Choose File
uk: Вибер╕ть файл

source: Icon Chooser
uk: Виб╕р ╕конки

source: Version %s
uk: Верс╕я %s

source: Window Manager for X
uk: Менеджер в╕кон для X

source: (32 thousand colors)
uk: (32 тисяч╕ кольор╕в)

source: (64 thousand colors)
uk: (64 тисяч╕ кольор╕в)

source: (16 million colors)
uk: (16 м╕льйон╕в кольор╕в)

source: (%d colors)
uk: (%d кольор╕в)

source: Total allocated memory: %i kB. Total memory in use: %i kB.
uk: Всього вид╕лено пам'ят╕: %i kB. Всього використано пам'ят╕: %i kB.

source: Supported image formats:
uk: П╕дтримуються формати зображень:

source: Additional support for:
uk: Додаткова п╕дтримка для:

source: and
uk: та

source: Sound disabled
uk: П╕дтримку звуку вимкнено

source: Sound enabled
uk: П╕дтримку звуку ув╕мкнено

source: Info
uk: ╤нформац╕я

source: Merry Christmas!
uk: Щасливого Р╕здва!

source: Window Maker is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Window Maker is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
uk: Window Maker ╓ в╕льним програмним забезпеченням; Ви можете розповсюджувати та/або модиф╕кувати його у в╕дпов╕дност╕ з умовами л╕ценз╕╖ GNU General Public License (GPL) опубл╕ковано╖ орган╕зац╕╓ю Free Software Foundation; верс╕╖ 2 ц╕╓╖ Л╕ценз╕╖, чи (на Ваш виб╕р) будь-яко╖ наступно╖ верс╕╖. Window Maker розповсюджу╓ться з над╕╓ю на те, що в╕н буде корисним, але БЕЗ БУДЬ-ЯКО╥ ГАРАНТ╤╥; нав╕ть без неявно╖ гарант╕╖ КОМЕРЦ╤ЙНО╥ Ц╤ННОСТ╤ чи ПРИДАТНОСТ╤ ДЛЯ ПЕВНОГО ВИКОРИСТАННЯ. Див╕ться GNU General Public License за подальшими подробицями. Ви мали отримати коп╕ю GNU General Public License разом з ц╕╓ю програмою; якщо н╕ - напиш╕ть до Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Legal
uk: Правова ╕нформац╕я

source: cannot open connection for crashing dialog panel. Aborting.
uk: не вдалось в╕дкрити з'╓днання для панел╕ авар╕йного д╕алогу. Завершення роботи.

source: Fatal error
uk: Критична помилка

source: Window Maker received signal %i (%s).
uk: Window Maker: отримано сигнал %i (%s).

source: Window Maker received signal %i.
uk: Window Maker: отримано сигнал %i.

source: This fatal error occured probably due to a bug. Please fill the included BUGFORM and report it to bugs@windowmaker.org.
uk: Ця критична помилка, можливо, ╓ результатом помилки в програм╕. Будь ласка, заповн╕ть форму BUGFORM ╕ в╕дправте ╖╖ за адресою bugs@windowmaker.org.

source: What do you want to do now?
uk: Що робити?

source: Select action
uk: Вибер╕ть д╕ю

source: Abort and leave a core file
uk: Завершити роботу, залишивши файл core

source: Restart Window Maker
uk: Перезапустити Window Maker

source: Start alternate window manager
uk: Запустити альтернативний менеджер в╕кон

source: Window Maker is part of the GNUstep project. The GNUstep project aims to create a free implementation of the OpenStep(tm) specification which is a object-oriented framework for creating advanced graphical, multi-platform applications. Additionally, a development and user desktop enviroment will be created on top of the framework. For more information about GNUstep, please visit: www.gnustep.org
uk: Window Maker - це частина проекту GNUstep. Проект GNUstep ма╓ на мет╕ створити в╕льну реал╕зац╕ю специф╕кац╕╖ OpenStep(tm), яка ╓ об'╓ктно-ор╕╓нтованою основою для створення вдосконалених граф╕чних незалежних в╕д платформи прикладних програм. На ц╕й основ╕ буде створено середовище розробки та середовище робочого столу користувача. За додатковими подробицями щодо GNUstep, будь ласка, в╕дв╕дайте: www.gnustep.org

source: About GNUstep
uk: Про GNUstep

source: Type the name for workspace %i:
uk: Введ╕ть ╕м'я для %i-го робочого столу:

source: Rename Workspace
uk: Перейменувати ст╕л

source: Warning
uk: Попередження

source: Some icons cannot be made omnipresent. Please make sure that no other icon is docked in the same positions on the other workspaces and the Clip is not full in some workspace.
uk: Деяк╕ ╕конки неможливо зробити присутн╕ми на вс╕х робочих столах. Впевн╕ться, що на ц╕й же позиц╕╖ на ╕нших робочих столах не прикр╕плена ╕нша ╕конка ╕ що в Скр╕пц╕ ╓ м╕сце для нових ╕конок на вс╕х робочих столах.

source: Icon cannot be made omnipresent. Please make sure that no other icon is docked in the same position on the other workspaces and the Clip is not full in some workspace.
uk: ╤конку неможливо зробити присутньою на вс╕х робочих столах. Впевн╕ться, що на ц╕й же позиц╕╖ на ╕нших робочих столах не прикр╕плена ╕нша ╕конка ╕ що в Скр╕пц╕ ╓ м╕сце для нових ╕конок на вс╕х робочих столах.

source: Workspace Clip
uk: Скр╕пка Робочого столу

source: All selected icons will be removed!
uk: Вс╕ вибран╕ ╕конки будуть видален╕!

source: Keep Icon
uk: Утримувати ╕конку

source: Type the command used to launch the application
uk: Введ╕ть команду, що використову╓ться для запуску програми

source: could not launch application %s
uk: не вдалось запустити програму %s

source: could not create workspace submenu for Clip menu
uk: не вдалось створити п╕дменю робочих м╕сць для меню Скр╕пки

source: could not create options submenu for Clip menu
uk: не вдалось створити п╕дменю параметр╕в для меню Скр╕пки

source: Keep on Top
uk: Завжди на плаву

source: Collapsed
uk: Звернуто

source: Autocollapse
uk: Автозвертати

source: Autoraise
uk: Автоп╕дн╕мати

source: Autoattract Icons
uk: Автопритягати ╕конки

source: Clip Options
uk: Параметри Скр╕пки

source: Selected
uk: Вибране

source: Select All Icons
uk: Виб╕р вс╕х ╕конок

source: Move Icon To
uk: Перем╕стити ╕конку на...

source: Remove Icon
uk: Видалити ╕конку

source: Attract Icons
uk: Притягати ╕конки

source: Launch
uk: Запуск

source: Settings...
uk: Установки...

source: bad value in docked icon state info %s
uk: помилкове значення в стан╕ прикр╕плено╖ ╕конки -- %s

source: bad value in docked icon position %i,%i
uk: помилкове значення в позиц╕╖ прикр╕плено╖ ╕конки %i,%i

source: there are too many icons stored in dock. Ignoring what doesn't fit
uk: прикр╕плено надто багато ╕конок. Зайв╕ будуть про╕гнорован╕

source: Dock Icon
uk: ╤конка Доку

source: Could not execute command "%s"
uk: Неможливо виконати команду "%s"

source: Toggle Omnipresent
uk: Присутн╕сть на вс╕х столах

source: Omnipresent
uk: На вс╕х столах

source: Unselect All Icons
uk: Зняття вибору вс╕х ╕конок

source: Keep Icons
uk: Утримувати ╕конки

source: Move Icons To
uk: Перем╕стити ╕конки на...

source: Remove Icons
uk: Видалити ╕конки

source: Bring Here
uk: Принести сюди

source: could not find icon %s, used in a docked application
uk: не вдалось знайти ╕конку %s, використану в пришвартован╕й програм╕

source: Could not open specified icon file: %s
uk: Не вдалось в╕дкрити вказаний файл ╕конки: %s

source: Ignore
uk: ╤гнорувати

source: Start when Window Maker is started
uk: Запустити при запуску WindowMaker'а

source: Lock (prevent accidental removal)
uk: Заф╕ксувати (перешкодити випадковому видаленню)

source: Application path and arguments
uk: Шлях до програми ╕ аргументи

source: Command for middle-click launch
uk: Команда для запуску по середн╕й кнопц╕ миш╕

source: %s will be replaced with current selection
uk: %s буде зам╕нено на поточне вид╕лення

source: Command for files dropped with DND
uk: Команда для "перетягнутих" файл╕в

source: %d will be replaced with the file name
uk: %d буде зам╕нено на ╕м'я файла

source: DND support was not compiled in
uk: П╕дтримка перетягування даних не була включена при комп╕ляц╕╖

source: Icon Image
uk: Зображення ╕конки

source: Browse...
uk: Вибрати...

source: Docked Application Settings
uk: Параметри пришвартовано╖ програми

source: could not render texture: %s
uk: не вдалось п╕дготувати текстуру: %s

source: error rendering image:%s
uk: помилка при п╕дготовц╕ зображення:%s

source: error rendering image: %s
uk: помилка при п╕дготовц╕ зображення: %s

source: out of memory while updating GNOME hints
uk: вичерпана пам'ять при оновленн╕ GNOME hints

source: error loading image file "%s"
uk: помилка завантаження файлу зображення "%s"

source: could not create directory %s
uk: не вдалось створити каталог %s

source: could not find default icon "%s"
uk: не вдалось знайти ╕конку за умовчанням "%s"

source: could not load default icon "%s":%s
uk: не вдалось завантажити ╕конку за умовчанням "%s":%s

source: Maximize
uk: Максим╕зувати

source: Unmaximize
uk: Демаксим╕зувати

source: Miniaturize
uk: М╕н╕м╕зувати

source: Deminiaturize
uk: Дем╕н╕м╕зувати

source: Not Omnipresent
uk: Не на вс╕х столах

source: Move
uk: Перем╕стити

source: Resize
uk: Зм╕нити розм╕р

source: Close
uk: Закрити

source: Move To
uk: Перем╕стити на...

source: %a(Run Command,Type the command to run:)
uk: %a(Запустити команду,Введ╕ть команду:)

source: failed to restart Window Maker.
uk: не вдалось перезапустити Window Maker.

source: could not exec %s
uk: не вдалось виконати %s

source: Could not execute command:
uk: Неможливо виконати команду:

source: %s aborted.
uk: %s перервано.

source: Usage: %s [options]
uk: Запуск: %s [параметри]

source: The Window Maker window manager for the X window system
uk: Менеджер в╕кон Window Maker для в╕конно╖ системи X Window

source: -display host:dpy display to use
uk: -display хост:дисплей використовувати вказаний дисплей

source: --no-cpp disable preprocessing of configuration files
uk: --no-cpp заборонити попередню обробку файл╕в конф╕гурац╕╖

source: --no-dock do not open the application Dock
uk: --no-dock не в╕дкривати Док програм

source: --no-clip do not open the workspace Clip
uk: --no-clip не в╕дкривати Скр╕пку

source: --no-autolaunch do not autolaunch applications
uk: --no-autolaunch не виконувати автозапуск програм

source: --dont-restore do not restore saved session
uk: --dont-restore не в╕дтворювати збережен╕ сеанси

source: --locale locale locale to use
uk: --locale locale використовувати локаль locale

source: --visual-id visualid visual id of visual to use
uk: --visual-id visualid використовувати вказаний кольоровий клас в╕дображення

source: --static do not update or save configurations
uk: --static не проводити оновлення чи збереження конф╕гурац╕й

source: --no-polling do not periodically check for configuration updates
uk: --no-polling не робити пер╕одичних перев╕рок зм╕н конф╕гурац╕╖

source: --synchronous turn on synchronous display mode
uk: --synchronous включити синхронний режим показу

source: --version print version and exit
uk: --version вивести номер верс╕╖ та вийти

source: --help show this message
uk: --help вивести цей текст

source: could not find user GNUstep directory (%s). Make sure you have installed Window Maker correctly and run wmaker.inst
uk: не вдалось знайти каталог GNUstep користувача (%s). Впевн╕ться, що WindowMaker встановлено правильно ╕ запуст╕ть wmaker.inst

source: could not find user GNUstep directory (%s).
uk: не вдалось знайти каталог GNUstep користувача (%s).

source: There was an error while creating GNUstep directory, please make sure you have installed Window Maker correctly and run wmaker.inst
uk: Невдача при створенн╕ каталогу GNUstep, впевн╕ться, що WindowMaker встановлено правильно ╕ запуст╕ть wmaker.inst

source: %s directory created with default configuration.
uk: Каталог %s створено з конф╕гурац╕╓ю за умовчанням.

source: %s:could not execute initialization script
uk: %s:не вдалось виконати сценар╕й ╕н╕ц╕ал╕зац╕╖

source: %s:could not execute exit script
uk: %s:не вдалось виконати сценар╕й завершення роботи

source: too few arguments for %s
uk: надто мало аргумент╕в для %s

source: bad value for visualid: "%s"
uk: помилкове значення для visualid: "%s"

source: %s: invalid argument '%s'
uk: %s: неправильний аргумент '%s'

source: Try '%s --help' for more information
uk: Спробуйте '%s --help' для отримання додатково╖ ╕нформац╕╖

source: X server does not support locale
uk: X сервер не п╕дтриму╓ локал╕зац╕ю

source: cannot set locale modifiers
uk: не вдалось встановити параметри локал╕зац╕╖

source: could not open display "%s"
uk: не вдалось в╕дкрити дисплей "%s"

source: could not grab keyboard
uk: не вдалось захопити клав╕атуру

source: %s:could not stat menu
uk: %s:не вдалось отримати меню

source: could not stat() menu file '%s'
uk: не вдалось отримати файл меню '%s'

source: could not find menu file '%s' referenced in WMRootMenu
uk: не вдалось знайти файл меню '%s' вказаний в WMRootMenu

source: could not find any usable menu files. Please check '%s'
uk: не вдалось знайти файл╕в меню. Будь ласка, перев╕рте '%s'

source: using default menu file "%s" as the menu referenced in WMRootMenu could not be found
uk: використову╓ться меню за умовчанням "%s", тому що меню, вказане в файл╕ WMRootMenu, не вдалось знайти

source: invalid content in menu file '%s'. It should either be a property list menu or the path to the file, enclosed in ".
uk: некоректна ╕нформац╕я в файл╕ меню '%s'. Це ма╓ бути або меню в формат╕ property list, або шлях до файлу, взятий в ".

source: could not define value for %s for cpp
uk: не вдалось визначити значення для %s для cpp

source: could not get password entry for UID %i
uk: не вдалось отримати ╕нформац╕ю про користувача для UID %i

source: your machine is misconfigured. HOSTNAME is set to %s
uk: Ваша система погано зконф╕гурована. Зм╕нна HOSTNAME встановлена в %s

source: your machine is misconfigured. HOST is set to %s
uk: Ваша система погано зконф╕гурована. Зм╕нна HOST встановлена в %s

source: Program Arguments
uk: Аргументи програми

source: Enter command arguments:
uk: Введ╕ть аргументи команди:

source: unable to get dropped data from DND drop
uk: не вдалось отримати в╕д DND drop перетягнут╕ дан╕

source: error getting dropped data from DND drop
uk: помилка при отриманн╕ даних в╕д DND drop

source: out of memory while getting data from DND drop
uk: вичерпана пам'ять при отриманн╕ даних в╕д DND drop

source: out of memory during expansion of "%s"
uk: вичерпана пам'ять п╕д час розширення "%s"

source: out of memory during expansion of "%w"
uk: вичерпана пам'ять п╕д час розширення "%w"

source: out of memory during expansion of "%W"
uk: вичерпана пам'ять п╕д час розширення "%W"

source: out of memory during expansion of "%a"
uk: вичерпана пам'ять п╕д час розширення "%a"

source: out of memory during expansion of "%d"
uk: вичерпана пам'ять п╕д час розширення "%d"

source: selection not available
uk: недоступно вид╕лення

source: bad window name value in %s state info
uk: помилкове значення ╕мен╕ в╕кна в ╕нформац╕╖ про стан для %s

source: could not send message to background image helper
uk: не вдалось послати пов╕домлення програм╕ фонового зображення

source: could not load mask bitmap file "%s". Won't use mask
uk: не вдалось завантажити растровий файл маски "%s". Маска не буде використана.

source: could not parse color "%s"
uk: не вдалось роз╕брати кол╕р "%s"

source: could not allocate color "%s"
uk: не вдалось зарезервувати кол╕р "%s"

source: Exit
uk: Вих╕д

source: Exit window manager?
uk: Вийти з менеджера в╕кон?

source: Close X session
uk: Завершити сеанс роботи

source: Close Window System session? Kill might close applications with unsaved data.
uk: Закрити сеанс В╕конно╖ Системи? Це може завершити програми з незбереженими даними.

source: Kill X session
uk: Авар╕йне завершення сеансу роботи

source: Kill Window System session? (all applications will be closed)
uk: Закрити сеанс В╕конно╖ Системи? (вс╕ програми будуть завершен╕)

source: %s:invalid kbd shortcut specification "%s" for entry %s
uk: %s:помилкове задання комб╕нац╕╖ клав╕ш "%s" для пункту %s

source: %s:invalid key in shortcut "%s" for entry %s
uk: %s:помилкова клав╕ша в комб╕нац╕╖ "%s" для пункту %s

source: %s: unmatched '"' in menu file
uk: %s: непарна '"' в файл╕ меню

source: %s: missing command
uk: %s: в╕дсутня команда

source: invalid OPEN_MENU specification: %s
uk: помилкова специф╕кац╕я OPEN_MENU: %s

source: %s:could not stat menu:%s
uk: %s:не вдалось отримати меню:%s

source: too many parameters in OPEN_MENU: %s
uk: надто багато параметр╕в в OPEN_MENU: %s

source: There are more than one WORKSPACE_MENU commands in the applications menu. Only one is allowed.
uk: В головному меню вказано б╕льше одн╕╓╖ команди WORKSPACE_MENU. Дозволена лише одна

source: There are more than one WINDOWS_MENU commands in the applications menu. Only one is allowed.
uk: В головному меню вказано б╕льше одн╕╓╖ команди WINDOWS_MENU. Дозволена лише одна

source: Window List
uk: Список в╕кон

source: %s:missing parameter for menu command "%s"
uk: %s:в╕дсутн╕й параметр для команди меню "%s"

source: %s:unknown command "%s" in menu config.
uk: %s:нев╕дома команда "%s" в конф╕гурац╕╖ меню

source: %s:can't add shortcut for entry "%s"
uk: %s:не вдалось додати комб╕нац╕ю клав╕ш для команди "%s"

source: %s:maximal line size exceeded in menu config: %s
uk: %s:перевищено максимальный розм╕р рядка в конф╕гурац╕╖ меню: %s

source: %s:missing command in menu config: %s
uk: %s:в╕дсутня команда в конф╕гурац╕╖ меню: %s

source: %s:syntax error in menu file:END declaration missing
uk: %s:синтаксична помилка в файл╕ меню: в╕дсутня END

source: could not make arguments for menu file preprocessor
uk: не вдалось п╕дставити аргументи для препроцесора файлу меню

source: %s:could not open/preprocess menu file
uk: %s:не вдалось в╕дкрити/обробити файл меню

source: %s:could not open menu file
uk: %s:не вдалось в╕дкрити файл меню

source: %s:invalid menu file. MENU command is missing
uk: %s:файл меню помилковий. В╕дсутня команда MENU

source: error reading preprocessed menu data
uk: помилка читання оброблених даних меню

source: %s:no title given for the root menu
uk: %s: не заданий заголовок кореневого меню

source: out of memory while constructing directory menu %s
uk: вичерпана пам'ять при побудов╕ меню каталога %s

source: %s:could not stat file "%s" in menu directory
uk: %s:не отриму╓ться файл "%s" в каталоз╕ меню

source: Commands
uk: Команди

source: Restart
uk: Перезапуск

source: Exit...
uk: Вих╕д...

source: could not find menu file "%s" referenced in WMRootMenu
uk: не вдалось знайти файл меню "%s", вказаний в WMRootMenu
