Repository: MagicGroup/MagicSPECS
Catalog: SPECS.W/WindowMaker/WPrefs-*.po
Languages: uk

source: Select File
uk: Вибер╕ть файл

source: Focused Window
uk: Активне в╕кно

source: Unfocused Window
uk: Неактивне в╕кно

source: Owner of Focused Window
uk: Власник активного в╕кна

source: Menu Title
uk: Шапка меню

source: Normal Item
uk: Норм. пункт

source: Disabled Item
uk: Недоступний

source: Highlighted
uk: П╕дсв╕чений

source: Texture
uk: Текстура

source: Titlebar of Focused Window
uk: Заголовок активного в╕кна

source: Titlebar of Unfocused Windows
uk: Заголовок неактивних в╕кон

source: Titlebar of Focused Window's Owner
uk: Заголовок власника активного в╕кна

source: Window Resizebar
uk: Смужка зм╕ни розм╕ру в╕кна

source: Titlebar of Menus
uk: Заголовок меню

source: Menu Items
uk: Пункти меню

source: Icon Background
uk: Фон ╕конки

source: Double click in the texture you want to use for the selected item.
uk: Зроб╕ть подв╕йний кл╕к на текстур╕, котру хочете використати для вибраного елементу.

source: New
uk: Нова

source: Create a new texture.
uk: Створення ново╖ текстури.

source: Extract...
uk: Д╕стати...

source: Extract texture(s) from a theme or a style file.
uk: Отримання текстур(и) з Теми чи стильового файлу.

source: Edit
uk: Зм╕нити

source: Edit the highlighted texture.
uk: Редагування п╕дсв╕чено╖ текстури.

source: Delete
uk: Видалити

source: Delete the highlighted texture.
uk: Видалення п╕дсв╕чено╖ текстури.

source: Color
uk: Кол╕р

source: Focused Window Title
uk: Заголовок активного в╕кна

source: Unfocused Window Title
uk: Заголовок неактивних в╕кон

source: Owner of Focused Window Title
uk: Заголовок власника активного в╕кна

source: Menu Item Text
uk: Текст пункта меню

source: Disabled Menu Item Text
uk: Текст недоступного пункта меню

source: Menu Highlight Color
uk: Кол╕р п╕дсв╕тки пункта меню

source: Highlighted Menu Text Color
uk: Кол╕р тексту п╕дсв╕ченого пункту

source: Background
uk: Фон

source: Browse...
uk: Вибрати...

source: Options
uk: Опц╕╖:

source: Menu Style
uk: Стиль меню

source: could not load icon file %s
uk: не вда╓ться завантажити файл ╕конки %s

source: Title Alignment
uk: Заголовок

source: Left
uk: Л╕воруч

source: Center
uk: По центру

source: Right
uk: Праворуч

source: Appearance Preferences
uk: Зовн╕шн╕й вигляд

source: Background texture configuration for windows, menus and icons.
uk: Конф╕гурац╕я фонових текстур для в╕кон, меню та ╕конок.

source: Extract Texture
uk: Отримати текстуру

source: Textures
uk: Текстури

source: Close
uk: Закрити

source: Extract
uk: Витягти

source: could not load icon %s
uk: не вда╓ться завантажити ╕конку %s

source: could not process icon %s:
uk: не вда╓ться обробити ╕конку %s:

source: could not load image file %s
uk: не вда╓ться завантажити файл зображення %s

source: Icon Slide Speed
uk: Швидк╕сть зсуву ╕конки

source: Shade Animation Speed
uk: Швидк╕сть стискання в╕кна

source: Smooth Scaling
uk: Зглажування

source: Smooth scaled background images, neutralizing the `pixelization' effect. This will slow down loading of background images considerably.
uk: Зглажування масштабованих фонових зображень, нейтрал╕зуючи ефект `п╕ксел╕зац╕╖'. Це значно упов╕льнить завантаження фонових зображень.

source: Titlebar Style
uk: Стиль шапки

source: Animations and Sound
uk: Ан╕мац╕я та Звук

source: Animations
uk: Ан╕мац╕я

source: Disable/enable animations such as those shown for window miniaturization, shading etc.
uk: Заборонити/дозволити ан╕мац╕йн╕ ефекти типу ан╕мац╕╖ м╕н╕м╕зац╕╖ в╕кна, стискання в╕кна в смужку ╕ т.п.

source: Superfluous
uk: Красивост╕

source: Disable/enable `superfluous' features and animations. These include the `ghosting' of the dock when it's being moved to another side and the explosion animation when undocking icons.
uk: Заборонити/дозволити `ф╓н╓чки' :) та додаткову ан╕мац╕ю. Це включа╓ створення `привида' Доку при перем╕щенн╕ його на ╕ншу сторону робочого столу та `вибухову' ан╕мац╕ю виведення ╕конок з доку.

source: Sounds
uk: Звуки

source: Disable/enable support for sound effects played for actions like shading and closing a window. You will need a module distributed separately for this. You can get it at: http://shadowmere.student.utwente.nl/
uk: Заборонити/дозволити п╕дтримку звукових ефект╕в, супроводжуючих д╕╖ типу стискання та закриття в╕кна. Для ц╕╓╖ п╕дтримки необх╕дний окремо встановлюваний модуль. Домашня стор╕нка цього модуля: http://shadowmere.student.utwente.nl/

source: Note: sound requires a module distributed separately
uk: Зауваження: озвучування потребу╓ окремого модуля

source: Dithering colormap for 8bpp
uk: Дизер╕нг для режиму 256 кольор╕в (8bpp)

source: Number of colors to reserve for Window Maker on displays that support only 8bpp (PseudoColor).
uk: К╕льк╕сть кольор╕в, що резерву╓ться для Window Maker в екранних режимах з 8 б╕тами на п╕ксел (PseudoColor).

source: Disable dithering in any visual/depth
uk: Заборонити дизер╕нг в будь-яких режимах

source: More colors for applications
uk: Б╕льше кольор╕в програмам

source: More colors for Window Maker
uk: Б╕льше кольор╕в WindowMaker'у

source: Other Configurations
uk: ╤нш╕ настройки

source: Animation speeds, titlebar styles, various option toggling and number of colors to reserve for Window Maker on 8bit displays.
uk: Швидк╕сть ан╕мац╕й, стил╕ шапки в╕кна, р╕зноман╕тн╕ опц╕╖ та к╕льк╕сть кольор╕в, що резерву╓ться для WindowMaker у 8б╕тних екранних режимах.

source: Disable miniwindows (icons for miniaturized windows). For use with KDE/GNOME.
uk: Заборонити ╕конки для м╕н╕м╕зованих в╕кон. Для використання з KDE/GNOME.

source: Do not set non-WindowMaker specific parameters (do not use xset).
uk: Не встановлювати не-WindowMaker параметри (не використовувати xset)

source: Automatically save session when exiting Window Maker.
uk: Автоматично збер╕гати сеанс при виход╕ з WindowMaker.

source: Use SaveUnder in window frames, icons, menus and other objects.
uk: Використовувати SaveUnder для меж в╕кон, ╕конок, меню та ╕нших об'╓кт╕в.

source: Use Windoze style cycling.
uk: Використовувати перех╕д м╕ж в╕кнами в стил╕ Windows.

source: Disable confirmation panel for the Kill command.
uk: В╕дключити панель п╕дтвердження для команди `Вбити'

source: Disable selection animation for selected icons.
uk: Заборонити ан╕мац╕ю вибору для вибраних ╕конок.

source: Expert User Preferences
uk: Настройки вподобань для досв╕дченого користувача

source: Options for people who know what they're doing... Also have some other misc. options.
uk: Параметри для тих, хто зна╓, що робить ;)... Також опц╕╖, що не попали в ╕нш╕ категор╕╖.

source: bad option value %s for option FocusMode. Using default Manual
uk: неправильне значення %s для FocusMode. Використову╓м Manual

source: bad option value %s for option ColormapMode. Using default Auto
uk: неправильне значення %s для ColormapMode. Використову╓м Auto

source: Input Focus Mode
uk: Режим фокусу вводу

source: Manual: Click on the window to set keyboard input focus
uk: Ручний: Фокус вводу з клав╕атури встановлю╓ться кл╕ком миш╕ на в╕кн╕

source: Auto: Set keyboard input focus to the window under the mouse pointer
uk: Автоматичний: Фокус вводу з клав╕атури у в╕кна п╕д указкою миш╕

source: Install colormap in the window...
uk: Встановити colormap у в╕кн╕...

source: ...that has the input focus.
uk: ...що ма╓ фокус вводу.

source: ...that is under the mouse pointer.
uk: ...п╕д указкою миш╕.

source: Automatic Window Raise Delay
uk: П╕дн╕мати в╕кно через...

source: Do not let applications receive the click used to focus windows.
uk: Не передавати програмам кл╕к установки фокуса.

source: Automatically focus new windows.
uk: Робити нов╕ в╕кна активними автоматично.

source: Window Focus Preferences
uk: Параметри фокусування в╕кна

source: Keyboard focus switching policy, colormap switching policy for 8bpp displays and other related options.
uk: Правила перемикання фокусу клав╕атурного вводу, перемикання пал╕тр для 8-б╕тних режим╕в.

source: Error
uk: Помилка

source: Add...
uk: Додати

source: Change...
uk: Зм╕нити

source: Remove
uk: Видалити

source: Font Preferences
uk: Настройки вподобань для шрифт╕в

source: Font Configurations for Windows, Menus etc
uk: Конф╕гурац╕я шрифт╕в для в╕кон, меню ╕ т.п.

source: Icon Positioning
uk: Розташування ╕конок

source: Iconification Animation
uk: Ан╕мац╕я ╕конок

source: Shrinking/Zooming
uk: Зменшення/Зб╕льшення

source: Spinning/Twisting
uk: Обертання/Кручення

source: 3D-flipping
uk: 3D-обертання

source: None
uk: Нема╓

source: Auto-arrange icons
uk: Автоматично вир╕внювати ╕конки

source: Keep icons and miniwindows arranged all the time.
uk: Завжди вир╕внювати розташування ╕конок ╕ м╕н╕в╕кон.

source: Omnipresent miniwindows
uk: М╕н╕в╕кна присутн╕ всюду

source: Make miniwindows be present in all workspaces.
uk: Робити м╕н╕в╕кна присутн╕ми на вс╕х робочих столах.

source: Icon Size
uk: Розм╕р ╕конок

source: The size of the dock/application icon and miniwindows
uk: Розм╕р ╕конок дока/програм ╕ м╕н╕в╕кон

source: Icon Preferences
uk: Настройки для ╕конок

source: Icon/Miniwindow handling options. Icon positioning area, sizes of icons, miniaturization animation style.
uk: Опц╕╖ обробки ╕конок/м╕н╕в╕кон. Область розм╕щення ╕конок, розм╕ри ╕конок, стиль ан╕мування м╕н╕м╕зац╕╖.

source: Type here to test
uk: Для тестування пиш╕ть сюди

source: Keyboard Preferences
uk: Настройки для клав╕атури

source: Not done
uk: Не зроблено

source: Cancel
uk: В╕дм╕на

source: Press the desired shortcut key(s) or click Cancel to stop capturing.
uk: Натисн╕ть клав╕шу(╕) або ж кнопку В╕дм╕на для зупинки.

source: Capture
uk: Захват

source: Click Capture to interactively define the shortcut key.
uk: Натисн╕ть Захват для ╕нтерактивного задання прискорювача.

source: Actions
uk: Д╕╖

source: Open applications menu
uk: В╕дкрити меню програм

source: Open window list menu
uk: В╕дкрити список в╕кон

source: Open window commands menu
uk: В╕дкрити меню команд для в╕кна

source: Hide active application
uk: Сховати активну програму

source: Hide other applications
uk: Сховати ╕нш╕ програми

source: Miniaturize active window
uk: М╕н╕м╕зувати активне в╕кно

source: Close active window
uk: Закрити активне в╕кно

source: Maximize active window
uk: Максим╕зувати активне в╕кно

source: Maximize active window vertically
uk: Максим╕зувати активне в╕кно по вертикал╕

source: Maximize active window horizontally
uk: Максим╕зувати активне в╕кно по горизонтал╕

source: Raise active window
uk: Активне в╕кно - на передн╕й план

source: Lower active window
uk: Активне в╕кно - на задн╕й план

source: Raise/Lower window under mouse pointer
uk: П╕дняти/Втопити в╕кно под указкою миш╕

source: Shade active window
uk: Стиснути активне в╕кно

source: Move/Resize active window
uk: Перем╕стити/Зм╕нити розм╕р активного в╕кна

source: Select active window
uk: Вибрати активне в╕кно

source: Focus next window
uk: Фокус - в наступне в╕кно

source: Focus previous window
uk: Фокус - в попередн╓ в╕кно

source: Switch to next workspace
uk: На наступний робочий ст╕л

source: Switch to previous workspace
uk: На попередн╕й робочий ст╕л

source: Switch to next ten workspaces
uk: Наступн╕ 10 робочих стол╕в

source: Switch to previous ten workspaces
uk: Попередн╕ 10 робочих стол╕в

source: Switch to workspace 1
uk: На робочий ст╕л 1

source: Switch to workspace 2
uk: На робочий ст╕л 2

source: Switch to workspace 3
uk: На робочий ст╕л 3

source: Switch to workspace 4
uk: На робочий ст╕л 4

source: Switch to workspace 5
uk: На робочий ст╕л 5

source: Switch to workspace 6
uk: На робочий ст╕л 6

source: Switch to workspace 7
uk: На робочий ст╕л 7

source: Switch to workspace 8
uk: На робочий ст╕л 8

source: Switch to workspace 9
uk: На робочий ст╕л 9

source: Switch to workspace 10
uk: На робочий ст╕л 10

source: Shortcut for window 1
uk: Прискорювач для в╕кна 1

source: Shortcut for window 2
uk: Прискорювач для в╕кна 2

source: Shortcut for window 3
uk: Прискорювач для в╕кна 3

source: Shortcut for window 4
uk: Прискорювач для в╕кна 4

source: Shortcut for window 5
uk: Прискорювач для в╕кна 5

source: Shortcut for window 6
uk: Прискорювач для в╕кна 6

source: Shortcut for window 7
uk: Прискорювач для в╕кна 7

source: Shortcut for window 8
uk: Прискорювач для в╕кна 8

source: Shortcut for window 9
uk: Прискорювач для в╕кна 9

source: Shortcut for window 10
uk: Прискорювач для в╕кна 10

source: Switch to Next Screen/Monitor
uk: Перейти на наступний екран/мон╕тор

source: Raise Clip
uk: "Скр╕пку" - наверх

source: Lower Clip
uk: "Скр╕пку" - п╕д в╕кна

source: Raise/Lower Clip
uk: "Скр╕пку" - вверх/вниз

source: Toggle keyboard language
uk: Перемикання мови клав╕атури

source: Shortcut
uk: Прискорювач

source: Clear
uk: Очистити

source: Keyboard Shortcut Preferences
uk: Клав╕атурн╕ прискорювач╕

source: Change the keyboard shortcuts for actions such as changing workspaces and opening menus.
uk: Зм╕нити клав╕атурн╕ прискорювач╕ для д╕й типу зм╕ни робочих стол╕в ╕ в╕дкриття меню.

source: New Items
uk: Нов╕ пункти

source: Sample Commands
uk: Зразки команд

source: Sample Submenus
uk: Зразки п╕дменю

source: Run Program
uk: Запуск програми

source: Internal Command
uk: Внутр╕шня команда

source: Submenu
uk: П╕дменю

source: External Submenu
uk: Зовн╕шн╓ п╕дменю

source: Generated Submenu
uk: Побудоване п╕дменю

source: Directory Contents
uk: Вм╕ст каталогу

source: Workspace Menu
uk: Меню робочих стол╕в

source: Window List Menu
uk: Меню списку в╕кон

source: %a(Run,Type command to run)
uk: %a(Запуск,Введ╕ть команду для запуску)

source: Exit Window Maker
uk: Вийти з WindowMaker

source: Program to Run
uk: Запуска╓тся програма:

source: Path for Menu
uk: Шлях для меню

source: Enter the path for a file containing a menu or a list of directories with the programs you want to have listed in the menu. Ex: ~/GNUstep/Library/WindowMaker/menu or /usr/X11R6/bin ~/xbin
uk: Введ╕ть шлях до файлу меню чи список каталог╕в з програмами, як╕ Ви хочете бачити в меню. Наприклад: ~/GNUstep/Library/WindowMaker/menu чи /usr/X11R6/bin ~/xbin

source: Command
uk: Команда

source: Enter a command that outputs a menu definition to stdout when invoked.
uk: Введ╕ть команду, яка при запуску вида╓ визначення меню в stdout.

source: Command to Open Files
uk: В╕дкривати файли програмою

source: Enter the command you want to use to open the files in the directories listed below.
uk: Введ╕ть команду, якою Ви хочете в╕дкривати файли в каталогах вказаних нижче.

source: Directories with Files
uk: Каталоги з файлами

source: Strip extensions from file names
uk: Видаляти розширення ╕мен файл╕в

source: Keyboard Shortcut
uk: Клав╕атурний прискорювач

source: Arrange Icons
uk: Вир╕вняти ╕конки

source: Hide All Windows Except For The Focused One
uk: Приховати вс╕ в╕кна за виключенням зфокусованого

source: Show All Windows
uk: Показати вс╕ в╕кна

source: Exit X Session
uk: Завершити X сеанс

source: Restart Window Maker
uk: Перезапустити WindowMaker

source: Start Another Window Manager : (
uk: Запустити ╕нший менеджер в╕кон : (

source: Save Current Session
uk: Зберегти поточний сеанс

source: Clear Saved Session
uk: Очистити збережений сеанс

source: Refresh Screen
uk: Оновити екран

source: Open Info Panel
uk: В╕дкрити панель ╤нформац╕я

source: Open Copyright Panel
uk: В╕дкрити панель Copyright

source: Window Manager to Start
uk: Запускати менеджер в╕кон:

source: Do not confirm action.
uk: Без п╕дтвердження.

source: Instructions: - drag items from the left to the menu to add new items - drag items out of the menu to remove items - drag items in menu to change their position - drag items with Control pressed to copy them - double click in a menu item to change the label - click on a menu item to change related information
uk: ╤нструкц╕╖: - додати нов╕ пункти - тягн╕ть ╖х з тексту л╕воруч до меню - витягнення пункт╕в з меню - видаля╓ ц╕ пункти - перем╕щення мишою пункт╕в в меню - зм╕ню╓ ╖х позиц╕ю - перем╕щення з натиснутою Control - створю╓ ╖х коп╕ю - подв╕йний кл╕к на пункт╕ меню - зм╕нити його назву - одиночний кл╕к - зм╕нити пов'язан╕ з цим пунктом д╕╖

source: unknown command '%s' in menu
uk: нев╕дома команда '%s' в меню

source: : Execute Program
uk: : Запуск програми

source: : Perform Internal Command
uk: : Виконання внутр╕шньо╖ команди

source: : Open a Submenu
uk: : Нове п╕дменю

source: : Program Generated Submenu
uk: : Програмно побудоване п╕дменю

source: : Directory Contents Menu
uk: : Меню вм╕сту каталога

source: : Open Workspaces Submenu
uk: : В╕дкрива╓ п╕дменю робочих стол╕в

source: : Open Window List Submenu
uk: : В╕дкрива╓ п╕дменю списку в╕кон

source: Remove Submenu
uk: Видалити п╕дменю

source: Removing this item will destroy all items inside the submenu. Do you really want to do that?
uk: Видалення цього пункту знищить вс╕ пункти всередин╕ п╕дменю. Ви д╕йсно цього хочете?

source: Yes
uk: Так

source: No
uk: Н╕

source: Yes, don't ask again.
uk: Так - зараз ╕ надал╕.

source: %s/Library/WindowMaker/plmenu
uk: %s/Library/WindowMaker/plmenu.uk

source: Could not open default menu from '%s'
uk: не вда╓ться в╕дкрити стандартне меню '%s'

source: Warning
uk: Попередження

source: No, Keep Current Menu
uk: Н╕, залишити поточне меню

source: Applications Menu Definition
uk: Визначення меню програм

source: Edit the menu for launching applications.
uk: Редагування меню запуску програм.

source: Menu Scrolling Speed
uk: Швидк╕сть прокрутки меню

source: Submenu Alignment
uk: Вир╕внювання п╕дменю

source: Always open submenus inside the screen, instead of scrolling. Note: this is annoying.
uk: Завжди в╕дкривати п╕дменю всередин╕ екрану, зам╕сть прокрутки. Зауваження: в деяких випадках це може дратувати.

source: Scroll off-screen menus when pointer is moved over them.
uk: Показувати схован╕ за екраном меню, коли указка миш╕ над ними.

source: Menu Preferences
uk: Параметри меню

source: Menu usability related options. Scrolling speed, alignment of submenus etc.
uk: Опц╕╖, що стосуються меню. Щвидк╕сть прокрутки, вир╕внювання п╕дменю ╕ тому под╕бне.

source: Invalid mouse acceleration value. Must be a positive real value.
uk: Неправильне значення. Ма╓ бути додатн╕м числом.

source: Invalid mouse acceleration threshold value. Must be the number of pixels to travel before accelerating.
uk: Неправильне значення. Ма╓ бути числом пройдених п╕ксел╕в до початку прискорення.

source: bad value %s for option %s
uk: неправильне значення %s для %s

source: modifier key %s for option ModifierKey was not recognized. Using %s as default
uk: модиф╕катор %s для опц╕╖ ModifierKey нерозп╕знаний. За умовчанням - %s

source: could not retrieve keyboard modifier mapping
uk: не вда╓ться добути карту модиф╕катор╕в

source: Mouse Speed
uk: Швидк╕сть миш╕

source: Acceler.:
uk: Прискор.:

source: Threshold:
uk: Пор╕г:

source: Double-Click Delay
uk: Таймаут подв╕йного кл╕ку

source: Test
uk: Тест

source: Workspace Mouse Actions
uk: Д╕╖ миш╕ на десктоп╕

source: Disable mouse actions
uk: В╕дм╕нити д╕╖ миш╕

source: Left Button
uk: Л╕ва кнопка

source: Middle Button
uk: Середня кнопка

source: Right Button
uk: Права кнопка

source: Mouse Wheel
uk: Кол╕щатко

source: Mouse Grab Modifier
uk: Модиф╕катор захвату миш╕

source: Keyboard modifier to use for actions that involve dragging windows with the mouse, clicking inside the window.
uk: Модиф╕катор для використання з д╕ями, що включають буксування в╕кон мишою, кл╕ки миш╕ всередин╕ в╕кна.

source: could not create %s
uk: не вда╓ться створити %s

source: could not create temporary file %s
uk: не вда╓ться створити тимчасовий файл %s

source: could not rename file %s to %s
uk: не вда╓ться перейменувати %s в %s

source: Applications Menu
uk: Меню програм

source: Select Windows
uk: Виб╕р в╕кон

source: Switch Workspaces
uk: Перех╕д м╕ж столами

source: Mouse Preferences
uk: Настройки вподобань для миш╕

source: Mouse speed/acceleration, double click delay, mouse button bindings etc.
uk: Швидк╕сть/прискорення миш╕, таймаут подв╕йного кл╕ку, прив'язки кнопок миш╕ ╕ т.п.

source: bad value in option IconPath. Using default path list
uk: неправильне значення в IconPath. Використову╓мо шляхи за умовчанням

source: bad value in option PixmapPath. Using default path list
uk: неправильне значення в PixmapPath. Використову╓мо шляхи за умовчанням

source: Select directory
uk: Вкаж╕ть каталог

source: Icon Search Paths
uk: Шляхи пошуку ╕конок

source: Add
uk: Додати

source: Pixmap Search Paths
uk: Шляхи пошуку п╕ктограм

source: Search Path Configuration
uk: Конф╕гурац╕я шлях╕в пошуку

source: Search paths to use when looking for pixmaps and icons.
uk: Шляхи пошуку для п╕ктограм та ╕конок.

source: 1 pixel
uk: 1 п╕ксел

source: %i pixels
uk: %i п╕ксели

source: %i pixels
uk: %i п╕ксел╕в

source: Size Display
uk: Показ розм╕ру

source: The position or style of the window size display that's shown when a window is resized.
uk: Позиц╕я чи стиль показу розм╕ру в╕кна в процес╕ зм╕ни його розм╕ру.

source: Corner of screen
uk: Кут екрану

source: Center of screen
uk: Центр екрану

source: Center of resized window
uk: Центр в╕кна

source: Technical drawing-like
uk: Як на кресленнях

source: Disabled
uk: Не показувати

source: Position Display
uk: Показ позиц╕╖

source: The position or style of the window position display that's shown when a window is moved.
uk: Позиц╕я чи стиль показу позиц╕╖ в╕кна в процес╕ його перем╕щення.

source: Show balloon text for...
uk: Показувати п╕дказку для...

source: incomplete window titles
uk: неповних заголовк╕в в╕кон

source: miniwindow titles
uk: заголовк╕в м╕н╕в╕кон

source: application/dock icons
uk: ╕конок програм/Доку

source: internal help
uk: внутр╕шньо╖ допомоги

source: Raise window when switching focus with keyboard.
uk: В╕кно наверх при перемиканн╕ фокусу з клав╕атури.

source: Enable keyboard language switch button in window titlebars.
uk: Кнопка перемикання мови клав╕атури в шапках в╕кон.

source: Workspace border
uk: Бордюр робочого столу

source: Left/Right
uk: Л╕вий/Правий

source: Top/Bottom
uk: Зверху/Знизу

source: Miscellaneous Ergonomic Preferences
uk: Р╕зн╕ настройки ергоном╕ки

source: Various settings like balloon text, geometry displays etc.
uk: Р╕зн╕ настройки типу вмикання `кульок' з п╕дказками, показу геометр╕╖ ╕ т.п.

source: Saturation
uk: Насичен╕сть

source: Brightness
uk: Яскрав╕сть

source: Hue
uk: В╕дт╕нок

source: Could not load the selected file:
uk: Не вда╓ться завантажити файл:

source: Open Image
uk: В╕дкрити зображення

source: The selected file does not contain a supported image.
uk: Цей файл не м╕стить зображення в п╕дтримуваному формат╕.

source: could not load file '%s': %s
uk: не вда╓ться завантажити файл '%s': %s

source: error creating texture %s
uk: помилка створення текстури %s

source: Texture Panel
uk: Панель створення текстури

source: Texture Name
uk: Назва текстури

source: Solid Color
uk: Суц╕льний кол╕р

source: Gradient Texture
uk: Град╕╓нт

source: Simple Gradient Texture
uk: Простий град╕╓нт

source: Textured Gradient
uk: Текстурований град╕╓нт

source: Image Texture
uk: Текстура-зображення

source: Default Color
uk: Умовчання

source: Gradient Colors
uk: Кольори град╕╓нту

source: Direction
uk: Напрямок

source: Gradient
uk: Град╕╓нт

source: Gradient Opacity
uk: Прозор╕сть град╕╓нту

source: Image
uk: Зображення

source: Tile
uk: Черепицею

source: Scale
uk: Розтяжка

source: Maximize
uk: Максим╕зац╕я

source: Window Maker Preferences
uk: Настройки вподобань для Window Maker

source: Revert Page
uk: Повернути стор╕нку

source: Revert All
uk: Повернути все

source: Save
uk: Зберегти

source: Balloon Help
uk: П╕дказка в кульц╕

source: Window Maker Preferences Utility
uk: Утил╕та настройки Window Maker

source: Version %s for Window Maker %s or newer
uk: Верс╕я %s для Window Maker %s чи нов╕шого

source: Starting...
uk: Стартую...
