Repository: MagicGroup/MagicSPECS
Catalog: SPECS.W/WindowMaker/WPrefs-*.po
Languages: uk

source: Programming/Design: Alfredo K. Kojima Artwork: Marco van Hylckama Vlieg, Largo et al More Programming: James Thompson et al
uk: Програмування/дизайн: Alfredo K. Kojima Оформлення: Marco van Hylckama Vlieg, Largo та ╕нш╕ Програмування також: James Thomson та ╕нш╕

source: could not locate image file %s
uk: не вда╓ться знайти файл ╕з зображенням %s

source: could not load image file %s:%s
uk: не вда╓ться завантажити файл зображення %s:%s

source: Loading Window Maker configuration files...
uk: Завантажую файли конф╕гурац╕╖ Window Maker...

source: Initializing configuration panels...
uk: ╤н╕ц╕ал╕зую конф╕гурац╕йн╕ панел╕...

source: WPrefs is free software and is distributed WITHOUT ANY WARRANTY under the terms of the GNU General Public License.
uk: WPrefs ╓ в╕льним програмним забезпеченням ╕ розповсюджу╓ться БЕЗ БУДЬ-ЯКО╥ ГАРАНТ╤╥ за умовами GNU General Public License.

source: Window Maker domain (%s) is corrupted!
uk: Домен Window Maker (%s) з╕псований!

source: Could not load Window Maker domain (%s) from defaults database.
uk: Не вда╓ться завантажити домен Window Maker (%s) з бази даних умовчань.

source: could not extract version information from Window Maker
uk: не вда╓ться отримати номер верс╕╖ Window Maker

source: Make sure wmaker is in your search path.
uk: Впевн╕ться, що wmaker ╓ в шляху пошуку.

source: Could not extract version from Window Maker. Make sure it is correctly installed and is in your PATH environment variable.
uk: Не вда╓ться отримати верс╕ю Window Maker. Впевн╕ться, що в╕н встановлений коректно ╕ зм╕нна середовища PATH м╕стить шлях до нього.

source: Could not extract version from Window Maker. Make sure it is correctly installed and the path where it installed is in the PATH environment variable.
uk: Не можу отримати верс╕ю Window Maker. Впевн╕ться, що в╕н встановлений коректно ╕ шлях до його виконуваного файлу ╓ в PATH.

source: WPrefs only supports Window Maker 0.18.0 or newer. The version installed is %i.%i.%i
uk: WPrefs працю╓ т╕льки з Window Maker 0.18.0 та нов╕шими. Встановлена верс╕я %i.%i.%i

source: Window Maker %i.%i.%i, which is installed in your system, is not fully supported by this version of WPrefs.
uk: Window Maker %i.%i.%i, встановлений у Ваш╕й систем╕, не повн╕стю п╕дтриму╓ться ц╕╓ю верс╕╓ю WPrefs.

source: could not run "%s --global_defaults_path".
uk: не вда╓ться запустити "%s --global_defaults_path".

source: Could not load global Window Maker domain (%s).
uk: Не вда╓ться завантажити глобальний домен Window Maker (%s).

source: bad speed value for option %s . Using default Medium
uk: неправильне значення швидкост╕ для %s . Використову╓м за умовчанням Середня

source: bad option value %s in WindowPlacement. Using default value
uk: неправильне значення %s в опц╕╖ WindowPlacement. Використову╓ться умовчання

source: invalid data in option WindowPlaceOrigin. Using default (0,0)
uk: неправильн╕ дан╕ в опц╕╖ WindowPlaceOrigin. Використову╓ться умовчання (0,0)

source: Window Placement
uk: Розм╕щення в╕кон

source: How to place windows when they are first put on screen.
uk: Як розм╕щувати в╕кна при ╖х початков╕й появ╕ на екран╕.

source: Automatic
uk: Автоматичне

source: Random
uk: Випадкове

source: Manual
uk: Вручну

source: Cascade
uk: Каскадом

source: Smart
uk: "Розумне"

source: Placement Origin
uk: Початкове положення

source: Opaque Move
uk: Прозор╕сть руху

source: Whether the window contents should be moved when dragging windows aroung or if only a frame should be displayed.
uk: Перем╕щати вм╕ст в╕кна при буксуванн╕ в╕кон чи показувати т╕льки рамку.

source: When maximizing...
uk: При максим╕зац╕╖...

source: ...do not cover icons
uk: ...не покривати ╕конки

source: ...do not cover dock
uk: ...не покривати Док

source: Edge Resistance
uk: Оп╕р кра╖в

source: Edge resistance will make windows `resist' being moved further for the defined threshold when moved against other windows or the edges of the screen.
uk: Це включа╓ `оп╕р' в╕кон перем╕щенню за певний пор╕г при перем╕щенн╕ поверх ╕нших в╕кон чи за меж╕ екрану.

source: Resist
uk: Оп╕р

source: Attract
uk: Притяг

source: Open dialogs in same workspace as their owners
uk: В╕дкривати д╕алоги на одному робочому стол╕ з ╖х "батьк╕вським" в╕кном

source: Window Handling Preferences
uk: Настройки вподобань роботи з в╕кнами

source: Window handling options. Initial placement style edge resistance, opaque move etc.
uk: Опц╕╖ роботи з в╕кнами. Стиль початкового розм╕щення, оп╕р кра╖в, прозор╕сть перем╕щення ╕ тому под╕бне.

source: Workspace Navigation
uk: Нав╕гац╕я по робочим столам

source: wrap to the first workspace after the last workspace.
uk: переходити на перший робочий ст╕л при перемиканн╕ за останн╕й.

source: switch workspaces while dragging windows.
uk: перемикати робоч╕ столи при перетягуванн╕ м╕ж ними в╕кон.

source: automatically create new workspaces.
uk: автоматично створювати нов╕ робоч╕ столи.

source: Position of workspace name display
uk: Позиц╕я показу назви робочого столу

source: Disable
uk: Не показувати

source: Top
uk: Зверху

source: Bottom
uk: Знизу

source: Top/Left
uk: Зверху/Л╕воруч

source: Top/Right
uk: Зверху/Праворуч

source: Bottom/Left
uk: Знизу/Л╕воруч

source: Bottom/Right
uk: Зниз/уПраворуч

source: Dock/Clip
uk: Док/Скр╕пка

source: Disable/enable the application Dock (the vertical icon bar in the side of the screen).
uk: Заборонити/дозволити Док для програм (вертикальна смужка ╕конок збоку екрану).

source: Disable/enable the Clip (that thing with a paper clip icon).
uk: Заборонити/дозволити Скр╕пку (квадратик з ╕конкою скр╕пки для папер╕в ;).

source: Workspace Preferences
uk: Настройки вподобань для робочого столу

source: Workspace navigation features. You can also enable/disable the Dock and Clip here.
uk: Нав╕гац╕я по робочим столам. Тут також можна дозволити/заборонити Док та Скр╕пку.

source: usage: %s [options]
uk: Запуск: %s [параметри]

source: options:
uk: параметри:

source: -display <display> display to be used
uk: -display <дисплей> X дисплей для використання

source: --version print version number and exit
uk: --version показати номер верс╕╖ та вийти

source: --help print this message and exit
uk: --help показати це пов╕домлення та вийти

source: too few arguments for %s
uk: надто мало аргумент╕в для %s

source: X server does not support locale
uk: X сервер не п╕дтриму╓ locale

source: cannot set locale modifiers
uk: не вда╓ться встановити модиф╕катори локал╕зац╕╖

source: could not open display %s
uk: не вда╓ться в╕дкрити дисплей %s

source: could not initialize application
uk: не вда╓ться ╕н╕ц╕ал╕зувати програму
